Според Българският народен календар - <a href="https://bg.wikipedia.org/wiki/%D0%A1%D1%83%D1%80%D0%B2%D0%B0%D0%BA%D0%B8">Суроваки/Сурваки</a> (или още <i>Васильовден</i>). <br/>
Предполагаемият първообраз на този ден е денят който е бил първи ден от първият
 месец на годината по Древния Български Календар. Този ден е бил непосредствно 
след денят Ени (еквивалент на Игнажден/Еднажден).
Според 
<a href="https://spisanie8.bg/%D1%80%D1%83%D0%B1%D1%80%D0%B8%D0%BA%D0%B8/%D0%B7%D0%B0%D0%B3%D0%B0%D0%B4%D0%BA%D0%B8/2503-%D0%B4%D0%B0%D0%BE-%D0%BD%D0%B0-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D1%8F-%D0%BA%D0%B0%D0%BB%D0%B5%D0%BD%D0%B4%D0%B0%D1%80.html">
Георги Велев</a>, приемането на 
<a href="https://bg.wikipedia.org/wiki/%D0%AE%D0%BB%D0%B8%D0%B0%D0%BD%D1%81%D0%BA%D0%B8_%D0%BA%D0%B0%D0%BB%D0%B5%D0%BD%D0%B4%D0%B0%D1%80">
Юлианският календар</a> (по-късно подменен от своя страна от <a href="https://bg.wikipedia.org/wiki/%D0%93%D1%80%D0%B8%D0%B3%D0%BE%D1%80%D0%B8%D0%B0%D0%BD%D1%81%D0%BA%D0%B8_%D0%BA%D0%B0%D0%BB%D0%B5%D0%BD%D0%B4%D0%B0%D1%80">Грегорианския календар</a>) и изоставянето 
на Древният Български Календар, празникът сурваки е запазил числовата си 
стойност 01-01 (първи ден от първи месец), но се е преместил с десетина дена 
заради разликата в началото на годината по Древния Български Календар и 
Юлианския календар.
<br/><br/>
Георги Велев намира връзка в същността на празника и източната идея за жизнената сила "ки". Според него името "Суроваки", буквално означава "сурова ки", защото именно в този момент започва новият кръговрат на жизнената енергия.
