Според Българският народен календар - <a href="https://bg.wikipedia.org/wiki/%D0%95%D0%BD%D1%8C%D0%BE%D0%B2%D0%B4%D0%B5%D0%BD">Еньовден</a> (<i>Яневден, Яновден, Иванден, Ивъндън, Иван Бильобер, Драгийка</i>) <br/>
На този ден православната църква чества <a href="http://bg-patriarshia.bg/calendar.php?month=5">Рождение на свети Йоан Кръстител</a>.<br/>
Предполагаемият първообраз на този празник е денят "Бехти" в древният Български
 Календар. Денят "Бехти" се е добавял при високосни години след края на 
шестия месeц (по Древният Български Календар) и преди началото на седмия. 
Този ден винаги е съвпадал с деня на лятното слънцестоене. <br/>
<a href="https://spisanie8.bg/%D1%80%D1%83%D0%B1%D1%80%D0%B8%D0%BA%D0%B8/%D0%B7%D0%B0%D0%B3%D0%B0%D0%B4%D0%BA%D0%B8/2503-%D0%B4%D0%B0%D0%BE-%D0%BD%D0%B0-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D1%8F-%D0%BA%D0%B0%D0%BB%D0%B5%D0%BD%D0%B4%D0%B0%D1%80.html">Георги Велев</a> в своята книга "Народният календар и неговите празници" предполага,
 че след приемането на християнството традициитe и обредите свързани с празника 
на деня Бехти и лятното слънцестоене са се прехвърлили върху съответния 
най-близко разположен християнски празник. Можем да допуснем, дори че 
християнският празник е бил създаден специално за да осмисли в духа на 
християнската традиция вече съществуващия празник по Древният Български 
Календар.
<br/><br/>
