<?php require_once(dirname(dirname(__DIR__)).'/includes.php'); ?><!DOCTYPE html>
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
   <meta name="viewport" content="width=device-width, initial-scale=1.0"/>
   <link rel="stylesheet" type="text/css" href="../../navigation.css" />
   <link rel="stylesheet" type="text/css" href="../../bgkalendar.css" />

   <title><?php tr('Хартиен календар за 7525/2020', 'Printed paper calendar for 7525/2020', 'Papierkalender für 7525/2020', 'Бумажный календарь для 7525/2020');?></title>
</head>
<body class="body">
<nav>
<?php  
    $DIR_PREFIX = '../../';
    include(dirname(dirname(__DIR__)).'/navigation.php');
?>
</nav>
<br/>
<h3><?php tr('Хартиен календар за 7525/2020', 'Printed paper calendar for 7525/2020', 'Papierkalender für 7525/2020', 'Бумажный календарь для 7525/2020');?> </h3>
<?php if ($lang == 'bg') : ?>
За да получите своя версия на хартиен календар (еднолистов формат А2) за 7525/2020 моля свържете се със <u>admin [а] bgkalendar.com</u> .
<?php elseif ($lang == 'en') : ?>
In order to obtain your printed version of the Bulgarian calendar (format A2) for 7525, please contact <u>admin [а] bgkalendar.com</u> .
<?php elseif ($lang == 'de') : ?>
Um Ihre gedruckte Version des bulgarischen Kalenders (Format A2) für 7525 zu erhalten, wenden Sie sich bitte an <u>admin [а] bgkalendar.com</u>.
<?php elseif ($lang == 'ru') : ?>
Чтобы получить свою печатную версию болгарского календаря (Формат А2) на 7525, свяжитесь с <u>admin [а] bgkalendar.com</u> .
<?php endif ?>

<br/><br/>
<center><b>
<?php if ($lang == 'bg') : ?>
Преглед
<?php elseif ($lang == 'en') : ?>
Preview
<?php elseif ($lang == 'de') : ?>
Предварительный просмотр
<?php elseif ($lang == 'ru') : ?>
Vorschau
<?php endif ?>
</b></center>

<center>
<!-- <a href="../../?lang=<?php tr('bg', 'en', 'de', 'ru');?>" width="50%" style="width: 60px;"><?php tr('Обратно', 'Back', 'Zurück gehen', 'Вернитесь')?></a> -->
<br/>
<a href="kalendar-2020-bg.png">
<img style="max-width: 90%" src="kalendar-2020-bg-preview.png"/>
</a>
<br/>
<!-- <a href="../../?lang=<?php tr('bg', 'en', 'de', 'ru');?>" width="50%" style="width: 60px;"><?php tr('Обратно', 'Back', 'Zurück gehen', 'Вернитесь')?></a> -->
</center>
<?php if ($lang == 'bg') : ?>
Дизайнът на календара включва кръгов календар, при който като на циферблат са нанесени 365-те дни на годината като от външната страна са поставени дните по месеци на Грегорианския календар, а от вътрешната дните по месеците на Древния Български Календар. Така много лесно може да се види кой ден на кой отговаря.
<br/><br/>
В кръгът е използван дизайн, който е подобен на митичната костенурка от изследванията на Слави Дончев 
(<a href="https://www.youtube.com/watch?v=EujVzngonxM&feature=youtu.be&list=PLC1L34JwNaURJW3LnqdHzPCV6qGvL_GkO&t=425">вж. повече информация</a>), 
като в центъра е показан магически квадрат при който сборът по редове, по колони и по диагонали винаги дава точно 15. 
Нечетните числа са разположени на кръст в средата и символизират мъжкото начало - те оформят кръст по посоките на света, 
а четните числа символизиращи женското начало са разположени по върховете на квадрата - по полупосокоте на светао. 
<br/><br/>
Около него е разположен така нареченият "лунен кръговрат" (по Слави Дончев), който е показан във варианта от <a href="https://balkan.auction/bg/auction/4251023">книгата на Георги Велев "Българският народен календар"</a> (вж. също <a href="../../links/daobgkalendar.pdf">кратка статия в Списание 8</a>).
<br/><br/>
Около него е показан "слънчевият кръговрат" представен от 12 годишният животински цикъл. Показана е последователност при която маймуна следва овен. 
При много изследвачи редът точно на тези две животни е разменен, поради което те са отбелязани с по една загатната въпросителна.
<br/><br/>
В долната част е показана таблична версия на календара за същата година, като отново имаме сравнение между Грегориански (текущият съвременен календар) и Древния Български Календар. 
Датата по Грегорианския календар е показана в горния ред на всеки месец, а на долният е посочена датировката по Древния Български Календар. 
Месеците по двата календара имат разминаване от по 10 или 11 дена и така например 1<sup>-ви</sup> Януари съответства на 10<sup>-ти</sup> ден от Първия месец (Месец Алем) от Древния Български Календар, 
а 23<sup>-ти</sup> Януари съответства на 9<sup>-ти</sup> ден от Втория месец (Месец Тутом) от Древния Български Календар.
Тук месеците от Древния Български Календар са посочени и със предполагаемите им древни имена (според една от хипотезите).
<br/><br/>
Според настоящия модел година 7525 по Древния Български Календар не е високосна година и затова нямаме допълнителен ден (наричан още "Ден Бехти") след края на Шестия месец (Месец Пехтем).
Така след 30<sup>-ти</sup> ден на Шестия месец (Месец Шехтем) започва 1<sup>-ви</sup> ден от Седмия месец (Месец Сетем).
<br/><br/>
Новогодишният ден, който е след края на Дванадесетия месец (Месец Алтом) не се брои в рамките нито на месец, нито на седмица. С него завършва старата година и започва новата и в известен смисъл
е едновременно част и от двете години. В нашият модел, за удобство този ден е отбелязан като последен 31<sup>-ви</sup> ден на Дванадесетия месец (Месец Алтом).
<br/><br/>
Фонът на календара е снимка на българския Балкан (Стара планина), пред който е поставена замъглена палитра от преливаши бяло-зелено-червено (българският трибагреник) цветове.


<?php elseif ($lang == 'en') : ?>
<?php elseif ($lang == 'de') : ?>
<?php elseif ($lang == 'ru') : ?>
<?php endif ?>

<br/>
<br/>
<br/>
<br/>
<?php include(dirname(dirname(__DIR__)).'/../../footer.php');?>
</body>
</html>
