Ден с който започва третото тримесечие и второто полуговие на годината по Древния Български Календар. 
На този ден се чества лятното слънцестоене. Денят е най-дълъг, а нощта най-кратка. <br/><br/>
Предполагаем аналог на празника е съвременният 
<a href="https://bg.wikipedia.org/wiki/%D0%95%D0%BD%D1%8C%D0%BE%D0%B2%D0%B4%D0%B5%D0%BD">Еньовден</a> (или <i>Яньовден</i>), празнува се от православната църква като <a href="http://bg-patriarshia.bg/calendar.php?month=5">Рождение на свети Йоан Кръстител </a> на 24<sup>-ти</sup> юни.<br/><br/>

Според том 3 от етнография на България, за този ден се вярва, че тогава слънцето, тревата и птиците "инясуват", тоест слънцето престава да грее силно, тревата престава да расте, а птиците да пеят. Георги Велев намира връзка с източните категории "Ин" (тъмна пасивна енергия) и "Ян" (светла активна енергия). Инясуването логично изразява прехода от от активна (ян) енергия в пасивност (ин). Не случайно според народното поверие билките трябва да се берат на Еньовден - логично, защото до този момент те са насъбрали най-много от активната живителна енергия (ян) и действието им е най-силно. 

Ритуалът <a href="https://bg.wikipedia.org/wiki/%D0%95%D0%BD%D1%8C%D0%BE%D0%B2%D0%B4%D0%B5%D0%BD#.D0.95.D0.BD.D1.8C.D0.BE.D0.B2.D0.B0_.D0.B1.D1.83.D0.BB.D1.8F">Еньова буля</a>
 (или <i>Яньова буля</i>) е друга характеристика която загатва връзката със слънцестоенето. Името "Яньова" отново ни навежда на мисълта за светлата активна енергия (ян), която започва да намалява и отдава от силата си на зараждащата се тъмна пасивна, символизирана от малкото момиченце облечено като булка. 
