<?php if ($lang == 'bg') : ?>
Този ден (първи ден от Първи Месец (1.I)) според <a href="http://www.bookpoint.bg/%D0%BA%D0%BD%D0%B8%D0%B3%D0%B8/%D0%91%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D1%8F%D1%82-%D0%BA%D0%B0%D0%BB%D0%B5%D0%BD%D0%B4%D0%B0%D1%80-14084.htm">Йордан Вълчев</a> е бил свързан с древният обичай "Коледа" и клането на прасе, като според него названието "коледа" идва от "клане". 
Този ден се е падал винаги в първия ден на българската седмица - според Йордан Вълчев - неделя. Бил е втори последователен почивен ден след деня "Ени" (Нова година, Еднажден, Игнажден). Възрастните хора помнят, че "свинята се коли на ден неделя след Игнажден".
<br/>
В по-късни времена ритуалите от този празник са били прехвърлени върху християнския празник Рождество Христово (Коледа) честван на 25-ти Декември.
<br/><br/>
Той е забелязал, че в българския календар нечетните дати където числото на деня съвпада с числото на месеца 
<br/>
<b>Първо Полугодие нечетни</b><br/>
1<sup>-ви</sup> ден Първи Месец (1.I), 3<sup>-ти</sup> ден Трети Месец (3.III) и 5<sup>-ти</sup> ден Пети Mесец (5.V) в българският календар са винаги в първия ден от седмицата, 
<br/>
<b>Второ Полугодие нечетни</b><br/>
7<sup>-ми</sup> ден Седми Месец (7.VII), 9<sup>-ти</sup> ден Девети Месец (9.IX) и 11<sup>-ти</sup> ден Единайсти Месец (11.XI) са винаги във последния (7<sup>-ми</sup>) ден от седмицата.
<br/>
Той приема тези дни - първият (според него неделя) и последния (събота) ден от седмицата за официални "мъжки" празници на които са се вземали важни решения за държавата
<br><br/>
От друга страна четните дати където числото на деня и числото на месеца съвпадат 2.II, 4.IV, 6.VI, 8.VIII, 10.X и 12.XII са винаги в условно делнични дни (различни от първият и последният от седмицата) и са били условно "женски" празници свързани с домакинството или семейството. 
<br/><br/>


<?php elseif ($lang == 'en') : ?>
  
<?php elseif ($lang == 'de') : ?>
<?php elseif ($lang == 'ru') : ?>
<?php endif ?>
