<?php if ($lang == 'bg') : ?>
Този ден (пети ден от Пети Месец (5.V)) според <a href="http://www.bookpoint.bg/%D0%BA%D0%BD%D0%B8%D0%B3%D0%B8/%D0%91%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D1%8F%D1%82-%D0%BA%D0%B0%D0%BB%D0%B5%D0%BD%D0%B4%D0%B0%D1%80-14084.htm">Йордан Вълчев</a> е бил свързан с древен обичай при който се принася жертвено животно агне. 
В по-късни времена ритуалите от този празник са били прехвърлени върху християнския празник <a href="https://bg.wikipedia.org/wiki/%D0%93%D0%B5%D1%80%D0%B3%D1%8C%D0%BE%D0%B2%D0%B4%D0%B5%D0%BD#%D0%9E%D0%B1%D1%80%D0%B5%D0%B4%D0%B8_%D0%BE%D0%BA%D0%BE%D0%BB%D0%BE_%D0%B6%D0%B8%D0%B2%D0%BE%D1%82%D0%BD%D0%B8%D1%82%D0%B5_%D0%B8_%D0%B6%D0%B5%D1%80%D1%82%D0%B2%D0%B5%D0%BD%D0%BE%D1%82%D0%BE_%D0%B0%D0%B3%D0%BD%D0%B5">Гергьовден</a> честван на 6-ти Май по Григорианския календар.
<br/><br/>
Той е забелязал, че в българския календар нечетните дати където числото на деня съвпада с числото на месеца 
<br/><br/>
<b>Първо Полугодие нечетни</b><br/>
1<sup>-ви</sup> ден Първи Месец (1.I), 3<sup>-ти</sup> ден Трети Месец (3.III) и 5<sup>-ти</sup> ден Пети Mесец (5.V) в българският календар<br/> са винаги в първия ден от седмицата, 
<br/><br/>
<b>Второ Полугодие нечетни</b><br/>
7<sup>-ми</sup> ден Седми Месец (7.VII), 9<sup>-ти</sup> ден Девети Месец (9.IX) и 11<sup>-ти</sup> ден Единайсти Месец (11.XI)<br/> са винаги във последния (7<sup>-ми</sup>) ден от седмицата.
<br/><br/>
Той приема тези дни - първият (според него неделя) и последния (събота) за "мъжки" официални празници на които са се вземали важни решения за държавата
<br><br/>
От друга страна четните дати където числото на деня и числото на месеца съвпадат 2.II, 4.IV, 6.VI, 8.VIII, 10.X и 12.XII са винаги в условно делнични дни (различни от първият и последният от седмицата) и са били условно "женски" празници свързани с домакинството или семейството. 
<br/><br/>


<?php elseif ($lang == 'en') : ?>
  
<?php elseif ($lang == 'de') : ?>
<?php elseif ($lang == 'ru') : ?>
<?php endif ?>
