<?php if ($lang == 'bg') : ?>
Според <a href="http://www.bookpoint.bg/%D0%BA%D0%BD%D0%B8%D0%B3%D0%B8/%D0%91%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D1%8F%D1%82-%D0%BA%D0%B0%D0%BB%D0%B5%D0%BD%D0%B4%D0%B0%D1%80-14084.htm">Йордан Вълчев</a> този ден е бил "женски" празник символиката на който е прехвърлена в по-късни времена, въпреки разликата от няколко дена, върху хриситянския <a href="https://bg.wikipedia.org/wiki/%D0%9D%D0%B8%D0%BA%D1%83%D0%BB%D0%B4%D0%B5%D0%BD">Никулден</a>, който се чества на 6-ти Декември.
<br/><br/>

Той е забелязал, че в българския календар нечетните дати където числото на деня съвпада с числото на месеца 
<br/><br/>
<b>Първо Полугодие нечетни</b><br/>
1<sup>-ви</sup> ден Първи Месец (1.I), 3<sup>-ти</sup> ден Трети Месец (3.III) и 5<sup>-ти</sup> ден Пети Mесец (5.V) в българският календар<br/> са винаги в първия ден от седмицата, 
<br/><br/>
<b>Второ Полугодие нечетни</b><br/>
7<sup>-ми</sup> ден Седми Месец (7.VII), 9<sup>-ти</sup> ден Девети Месец (9.IX) и 11<sup>-ти</sup> ден Единайсети Месец (11.XI)<br/> са винаги във последния (7<sup>-ми</sup>) ден от седмицата.
<br/><br/>
Той приема тези дни - първият (според него неделя) и последния (събота) за "мъжки" официални празници на които са се вземали важни решения за държавата
<br><br/>
От друга страна четните дати където числото на деня и числото на месеца съвпадат 2.II, 4.IV, 6.VI, 8.VIII, 10.X и 12.XII са винаги в условно делнични дни (различни от първият и последният от седмицата) и са били условно "женски" празници свързани с домакинството или семейството. 
<br/><br/>

<?php elseif ($lang == 'en') : ?>
  
<?php elseif ($lang == 'de') : ?>
<?php elseif ($lang == 'ru') : ?>
<?php endif ?>
